/* 已登录(已登录状态) */
"SETTING_VIEW_CONTROLLER_ACCOUNT_LOGIN_ALREADY" = "已登录";

/* 未登录(未登录状态) */
"SETTING_VIEW_CONTROLLER_ACCOUNT_LOGIN_YET" = "未登录";

/* 账号 */
"SETTING_VIEW_CONTROLLER_ACCOUNT_STR" = "账号";

/* 备份笔记(actionsheet,备份) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_BACKUP" = "备份笔记";

/* 取消(actionsheet,取消) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_CANCEL" = "取消";

/* 注销(actionsheet,注销) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_LOGOUT" = "注销";

/* 选择您要进行的操作(actionsheet中的提示文字) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_MSG" = "选择您要进行的操作";

/* 去登录(弹框，登录) */
"SETTING_VIEW_CONTROLLER_ALERT_LOGON" = "去登录";

/* 还未登录，要是忘记手势密码怎么办？(弹框，提示信息) */
"SETTING_VIEW_CONTROLLER_ALERT_MSG" = "还未登录，要是忘记手势密码怎么办？";

/* 提示(弹框，标题) */
"SETTING_VIEW_CONTROLLER_ALERT_TITLE" = "提示";

/* 打死都不会忘记的(弹框，不会忘记手势) */
"SETTING_VIEW_CONTROLLER_ALERT_WONT_FORGET" = "打死都不会忘记的";

/* 成功备份了%d条数据(成功备份笔记条数) */
"SETTING_VIEW_CONTROLLER_BACKUP_COUNT" = "成功备份了%d条数据";

/* 正在备份 */
"SETTING_VIEW_CONTROLLER_BACKUP_ING" = "正在备份";

/* 先备份再退出(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_BACKUP_LOGOUT" = "先备份再退出";

/* 直接退出(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_LOGOUT_DIRECTLY" = "直接退出";

/* 您还有笔记未备份，是否先备份后退出(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_MSG" = "您还有笔记未备份，是否先备份后退出";

/* 注销(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_TITLE" = "注销";

/* 退出失败 */
"SETTING_VIEW_CONTROLLER_LOGOUT_FAILED" = "退出失败";

/* 退出成功 */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS" = "退出成功";

/* 保留(退出弹框，保留密码) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_KEEP" = "保留";

/* 退出成功，是否保留手势密码(退出弹框，提示信息) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_MSG" = "退出成功，是否保留手势密码";

/* 不用了(退出弹框，不保留密码) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_THROWAWAY" = "不用了";

/* 退出(退出弹框，标题) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_TITLE" = "退出";

/* 关闭(导航栏上的关闭按钮) */
"SETTING_VIEW_CONTROLLER_NAV_CLOSE" = "关闭";

/* 设置(导航栏上的标题) */
"SETTING_VIEW_CONTROLLER_NAV_TITLE" = "设置";

/* 未开启(手势未开启) */
"SETTING_VIEW_CONTROLLER_PSD_OFF" = "未开启";

/* 已开启(手势已开启) */
"SETTING_VIEW_CONTROLLER_PSD_ON" = "已开启";

/* 手势密码 */
"SETTING_VIEW_CONTROLLER_PSD_STR" = "手势密码";

